Repository: Bbillyben/labsmanager
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Your password has been set. You may go ahead and log in now.
fr_fr: Votre mot de passe a été défini. Vous pouvez vous connecter maintenant.

source: Back to login page
fr_fr: Retour à la page de connexion

source: Reset Password
fr_fr: Réinitialiser le mot de passe

source: Password reset done ?
fr_fr: Le mot de passe a été réinitialisé ?

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.<br>If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
fr_fr: Nous vous avons envoyé par e-mail des instructions pour définir votre mot de passe, si un compte existe avec l'adresse e-mail que vous avez saisie. Vous devriez les recevoir sous peu.<br>Si vous ne recevez pas d'e-mail, vérifiez que vous avez bien saisi l'adresse avec laquelle vous vous êtes inscrit, et vérifiez votre dossier de spam.

source: Bad Token
fr_fr: Mauvais Jeton

source: Change Password
fr_fr: Changer le mot de passe

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
fr_fr: Le lien de réinitialisation du mot de passe n'était pas valide, peut-être parce qu'il a déjà . été utilisé. Veuillez demander <a href="%(passwd_reset_url)s">la réinitialisation de votre mot de passe</a>.

source: Leave Type Filter
fr_fr: Filtre de type de congé

source: Employee Status Filter
fr_fr: Filtre Statut Employé

source: Employee team Filter
fr_fr: Filtre Equipe

source: Resource event Filter
fr_fr: Filtre Evènement resource

source: All
fr_fr: Tous

source: Show Only Resource with event
fr_fr: Afficher uniquement les ressource avec évènement

source: Show Only Resource with event today
fr_fr: Afficher uniquement les ressource avec évènement Aujourd'hui

source: LabManager Calendar
fr_fr: Calendrier LabManager

source: Calendar
fr_fr: Calendrier

source: Add Employee
fr_fr: Ajout Employé

source: Add Leave
fr_fr: Ajout Congé

source: Print
fr_fr: Imprimer

source: by Type
fr_fr: par Type

source: by Project
fr_fr: par Projet

source: by Funder
fr_fr: par Financeur

source: by Institution
fr_fr: par Institution

source: LabManager Dashboard
fr_fr: Tableau de bord LabManager

source: Fund Consumption
fr_fr: Consommation Fond

source: Fund Loss
fr_fr: Pertes Fonds

source: Dear %(username)s, Please find below the report from your <a href='%(scheme)s://%(base_url)s'>labsmanager</a> subscriptions.
fr_fr: Cher %(username)s, Veuillez trouver ci-dessous le rapport de vos abonnements à <a href='%(scheme)s://%(base_url)s'>labsmanager</a>.

source: Project overview
fr_fr: Aperçu du projets

source: Available in focus
fr_fr: Disponibilité Focus

source: Consumption ratio
fr_fr: Taux de Consommation

source: Consumption Advancement
fr_fr: Avancement de la consommation

source: Project Fund overview :
fr_fr: Aperçu des fonds du projet

source: Team Leaves :
fr_fr: Congés de l'équipe

source: Employee overview
fr_fr: Aperçu Employé

source: Current Leaves
fr_fr: Congés en cours

source: Your subscription parameters :
fr_fr: Vos paramètres de notification :

source: User Name
fr_fr: Nom d'utilisateur

source: Notification activated
fr_fr: Activation des notifications

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Report Leaves
fr_fr: Rapport des Congés

source: frequency
fr_fr: fréquence

source: Next report
fr_fr: Prochain rapport

source: Current Date
fr_fr: Date courante

source: LabManager Employee
fr_fr: Employé LabManager

source: Employee List
fr_fr: Liste des Employés

source: User Id
fr_fr: Id Utilisateur

source: Contracts Quotity
fr_fr: Quotité de Contrat

source: Projects Quotity
fr_fr: Quotité de Projet

source: Edit Employee
fr_fr: Modifier employé

source: Add Status
fr_fr: Ajout Statut

source: Add Info
fr_fr: Ajout Info

source: Status abb
fr_fr: Abbréviation Statut

source: Job type
fr_fr: Type d'emploi

source: Employee's Organization Chart
fr_fr: Organigramme Employé

source: Employee Contributions
fr_fr: Contributions Employé

source: Projects Participation
fr_fr: Participation aux projets

source: Project Start Date
fr_fr: Date début Projet

source: Project End Date
fr_fr: Date Fin Projet

source: Participant Status
fr_fr: Statut du Participant

source: Nb Days
fr_fr: Nb Jours

source: Organization Chart
fr_fr: Organigramme

source: LabManager Contracts
fr_fr: Contrat LabManager

source: Contract List
fr_fr: Liste des Contrats

source: Add Contract
fr_fr: Ajout Contrat

source: Contract Prospective Imputation
fr_fr: Imputation contrat prévisionnel

source: Left
fr_fr: Restant

source: Total Left Amount
fr_fr: Montant Total Restant

source: Fund overview
fr_fr: Aperçu des fonds du projet

source: Left Amount
fr_fr: Montant Restant

source: Contract Expenses
fr_fr: Dépense de Contrat

source: List
fr_fr: Liste

source: Prospective
fr_fr: Prévisionnel

source: Expenses List
fr_fr: Liste des Dépenses

source: Expense Timepoint
fr_fr: Point Dépense

source: Confirm Action
fr_fr: Confirmer Action

source: Validate
fr_fr: Valider

source: Are you sure you want to delete
fr_fr: Etes vous sur de vouloir supprimer ?

source: Delete
fr_fr: Supprimer

source: Employee Status
fr_fr: Statut Employé

source: LabManager Fund Finder
fr_fr: LabManager Explorateur de Fonds

source: Budgets Finder
fr_fr: Explorateur de Budget

source: Fund Items
fr_fr: Ligne Budgétaire

source: Below is a preview of data to be imported. If you are satisfied with the results, click 'Confirm import'
fr_fr: Vous trouverez ci-dessous un aperçu des données à importer. Si vous êtes satisfait des résultats, cliquez sur 'Confirmer'.

source: Confirm import
fr_fr: Confirmer Import

source: Back To File Selection
fr_fr: Retour à la sélection

source: Get Import Template
fr_fr: Obtenir template de rapport

source: LabManager Import
fr_fr: Import LabManager

source: Import Summary
fr_fr: Résumé des importations

source: New
fr_fr: Nouveaux

source: Updated
fr_fr: Mis à jour

source: Deleted
fr_fr: Supprimé

source: Skipped
fr_fr: Ignorés

source: In Error
fr_fr: En Erreur

source: Back To File Import
fr_fr: Retour à l'importation de fichiers

source: Errors
fr_fr: Erreurs

source: Line number
fr_fr: Numero de ligne

source: Some rows failed to validate
fr_fr: Certaines lignes n'ont pas été validées

source: Please correct these errors in your data where possible, then reupload it using the form above.
fr_fr: Veuillez corriger ces erreurs dans vos données si possible, puis les télécharger à nouveau en utilisant le formulaire ci-dessus.

source: Row
fr_fr: Rangé

source: Non field specific
fr_fr: Non spécifique à un domaine

source: Preview
fr_fr: Prévisualisation

source: Update
fr_fr: Mettre à jour

source: Welcome
fr_fr: Bienvue

source: Logout
fr_fr: Déconnexion

source: Tools
fr_fr: Outils

source: Organizations
fr_fr: Organisation

source: Funds Finder
fr_fr: Explorateur de Fonds

source: My Employee
fr_fr: Mon Employé

source: Login
fr_fr: Connexion

source: LabManager Organisation
fr_fr: Organisation LabsManager

source: Contacts
fr_fr: Contact

source: Add Contact
fr_fr: Ajout Contact

source: LabManager Organizations
fr_fr: Organisation LabsManager

source: Add Institution
fr_fr: Ajout Institution

source: Funders
fr_fr: Financeurs

source: Add Funder
fr_fr: Ajout Financeur

source: Organization Name
fr_fr: Nom Organisation

source: Organization Short Name
fr_fr: Nom Court Organisation

source: Project Involvement
fr_fr: Implication dans les projets

source: Available Amount
fr_fr: Disponible

source: Available Amount focus
fr_fr: Disponibilité Focus

source: Open
fr_fr: Ouvert

source: Current
fr_fr: En cours

source: Man Month
fr_fr: Homme Mois

source: Number
fr_fr: Nombre

source: by Fund
fr_fr: par Fond

source: Stacked
fr_fr: Empilé

source: Line
fr_fr: Ligne

source: LabManager Project
fr_fr: Projets LabManager

source: Project List
fr_fr: Liste des Projets

source: Add Project
fr_fr: Ajout Projet

source: Total Contribution Amount
fr_fr: Total des contributions

source: Total Participant Quotity
fr_fr: Quotité Total Participant

source: Total Contract Quotity
fr_fr: Quotité Total Contrat

source: Edit Project
fr_fr: Edition Projet

source: Add Participant
fr_fr: Ajout Participant

source: Project Settings
fr_fr: Paramètres du Projet

source: Employee Active
fr_fr: Employé Actif

source: project Milestones
fr_fr: Liste des Jalons

source: project Funds Overview
fr_fr: Aperçu des fonds du projet

source: Project Budgets
fr_fr: Budgets de Projets

source: Project Contributions
fr_fr: Contribution Projet

source: TeamMate leaves
fr_fr: Congés Equipier

source: Leaves Lists
fr_fr: Liste des Congés

source: Start
fr_fr: Début

source: End
fr_fr: Fin

source: project Dashboard
fr_fr: Tableau de bord Projet

source: You're receiving this e-mail because you requested a password reset for your user account at
fr_fr: Vous recevez ce mail car vous avez demandé une réinitialisation du mot de pass de votre compte à

source: Please go to the following page and choose a new password
fr_fr: Veuillez vous rendre sur la page suivante et choisir un nouveau mot de passe.

source: Your username, in case you've forgotten
fr_fr: Votre nom d'utilisateur, au cas où vous l'auriez oublié.

source: Or you can log in with your email
fr_fr: Ou vous pouvez vous connecter avec votre email

source: The %(site)s team.
fr_fr: L'équipe de %(site)s.

source: Calendar Settings
fr_fr: Paramètres de calendrier

source: Favorites and Subscriptions
fr_fr: Favoris et abonnements

source: Notification Settings
fr_fr: Paramètres de Notification

source: Send Test Mail
fr_fr: envoyer un message test

source: Sending
fr_fr: Envoi

source: Open Test Mail
fr_fr: ouvrir un message test

source: Opening
fr_fr: en cours

source: Interface Settings
fr_fr: Paramètres de l'interface

source: Printing Setting
fr_fr: Paramètres d'impression

source: Organization Setting
fr_fr: Paramètre Organisation

source: General Setting
fr_fr: Paramètres Généraux

source: List Settings - Contract
fr_fr: Listes - Contrat

source: List Settings - Fund
fr_fr: Listes - Fond

source: List Settings - Leaves
fr_fr: Listes - congés

source: List Settings - Organization
fr_fr: Listes - Organisation

source: Contact Setting
fr_fr: Paramètres de Contact

source: List Settings - Project
fr_fr: Listes - Projet

source: List Settings - Staff
fr_fr: Listes - Personnel

source: Plugin information
fr_fr: Information du Plugin

source: no version information supplied
fr_fr: aucune information sur la version n'est fournie

source: Website
fr_fr: Site Web

source: The Base-URL for this plugin is <a href="/%(base)s" target="_blank"><strong>%(base)s</strong></a>.
fr_fr: L'URL de Base pour ce plugin est <a href="/%(base)s" target="_blank"><strong>%(base)s</strong></a>.

source: Open in new tab
fr_fr: Ouvrir dans un nouvel onglet

source: External plugins are not enabled for this LabsManager installation
fr_fr: Les plugins externes ne sont pas activés pour cette installation de LabsManager

source: Reload Plugins
fr_fr: Recharger les plugins

source: Plugin Error Stack
fr_fr: Pile d'erreurs des plugins

source: Stage
fr_fr: Etape

source: No value set
fr_fr: Aucune valeur définie

source: Edit setting
fr_fr: Edition Paramètre

source: LabManager Settings
fr_fr: Paramètres LabsManager

source: User Settings
fr_fr: Paramètres Utilisateur

source: Dashboard Settings
fr_fr: Paramètres Tableau de bord

source: Stale Settings
fr_fr: Paramètres de péremption

source: LabsManager Lists
fr_fr: Listes LabsManager

source: Staff
fr_fr: Personnel

source: LabsManager Settings
fr_fr: Paramètre LabsManager

source: Calendar View
fr_fr: Vue Calendrier

source: Users Management
fr_fr: Gestion des Utilisateurs

source: Stale Alert
fr_fr: Alerte de péremption

source: LabsManager User
fr_fr: Utilisateur LabsManager

source: User's Employee
fr_fr: Employé de l'utilisateur

source: Password Saved
fr_fr: Mot de passe sauvegardé

source: Admin User
fr_fr: Utilisateur Admin

source: Employee Id
fr_fr: Id Employé

source: Entree Date
fr_fr: Date d'entrée

source: Contract Quotity
fr_fr: Quotité Contrat

source: Project Quotity
fr_fr: Quotité Projet

source: Contribution Quotity
fr_fr: Quotité Contribution

source: LabManager Team
fr_fr: Equipe LabManager

source: Team List
fr_fr: Liste Equipes

source: Add Team
fr_fr: Ajout Equipe

source: Mate
fr_fr: Equipier

source: Add TeamMate
fr_fr: Ajout Equipier

source: For team mate as leader or co-leader
fr_fr: pour les projets où l'un des équipiers est leader ou co-leader

source: TeamMate Projects
fr_fr: Projets Equipier
